
[
    {
        "name": "Sun Tzu",
        "quote": "A leader leads by example not by force."
    },
    {
        "name": "Sun Tzu",
        "quote": "All warfare is based on deception."
    },
    {
        "name": "sun tzu",
        "quote": "to know your enemy, you must become your enemy."
    },
    {
        "name": "sun tzu",
        "quote": "He who knows when he can fight and when he cannot will be victorious."
    },
    {
        "name": "sun tzu",
        "quote": "In the midst of chaos, there is also opportunity."
    },
    {
        "name": "sun tzu",
        "quote": "Know the enemy and know yourself in a hundred battles you will never be in peril"
    },
    {
        "name": "sun tzu",
        "quote": "The greatest victory is that which requires no battle."
    },
    {
        "name": "Dennis Ritchie",
        "quote": "UNIX is basically a simple operating system, but you have to be a genius to understand the simplicity."
    },
    {
        "name": "Dennis Ritchie",
        "quote": "The only way to learn a new programming language is by writing programs in it."
    },
    {
        "name": "Chris Pine",
        "quote": "Programming isn't about what you know; it's about what you can figure out."
    },
    {
        "name": "Burt Rutan",
        "quote": "Testing leads to failure, and failure leads to understanding."
    },
    {
        "name": "Oscar Wilde",
        "quote": "Experience is the name everyone gives to their mistakes."
    },
    {
        "name": "Francis Bacon",
        "quote": "Knowledge is power."
    },
    {
        "name": "Cory House",
        "quote": "Code is like humor. When you have to explain it, it's bad."
    },
    {
        "name": "Austin Freeman",
        "quote": "Simplicity is the soul of efficiency."
    },
    {
        "name": "Richard stallman",
        "quote": "Sharing knowledge is the most fundamental act of friendship. Because it is a way you can give something without loosing something."
    },
    {
        "name": "Richard stallman",
        "quote": "Programming is not a science. Programming is a craft."
    },
    {
        "name": "Richard stallman",
        "quote": "You can use any editor you want, but remember that vi is the text editor of the beast."
    },
    {
        "name": "Richard stallman",
        "quote": "Free software is software that respects your freedom and the social solidarity of your community. So it's free as in freedom."
    },
    {
        "name": "Richard stallman",
        "quote": "Idiots can be defeated but they never admit it."
    },
    {
        "name": "Richard stallman",
        "quote": "Idiots can be defeated but they never admit it."
    }
]